{
    "Good morning": "Good morning",
    "settings": "settings",
    "contact": "contact",
    "support us": "support us",
    "Nasa Data": "Nasa Data",
    "This card displays real-time data from NASA databases, giving you the most up-to-date information on space weather, satellite tracking, and other space-related data. Stay informed and explore the vast expanse of our universe with NASA's live data streams.": "This card displays real-time data from NASA databases, giving you the most up-to-date information on space weather, satellite tracking, and other space-related data. Stay informed and explore the vast expanse of our universe with NASA's live data streams.",
    "SpaceX Data": "SpaceX Data",
    "This card displays live data straight from SpaceX's databases, giving you the most up-to-date information on current and upcoming missions. From rocket launches to satellite deployments, stay informed with real-time updates from the forefront of space exploration.": "This card displays live data straight from SpaceX's databases, giving you the most up-to-date information on current and upcoming missions. From rocket launches to satellite deployments, stay informed with real-time updates from the forefront of space exploration.",
    "Daily Updated": "Daily Updated",
    "Random Apis": "Random Apis",
    "This tool offers a diverse range of space-related data from various sources on the internet, curated by individuals passionate about space and science, rather than relying solely on big organizations like NASA or private companies like Starlink.": "This tool offers a diverse range of space-related data from various sources on the internet, curated by individuals passionate about space and science, rather than relying solely on big organizations like NASA or private companies like Starlink.",
    "Random Mars Photo": "Random Mars Photo",
    "Date": "Date",
    "Rover Name: Curiosity": "Rover Name: Curiosity",
    "Closest asteroids to earth yesterday": "Closest asteroids to earth yesterday",
    "Name": "Name",
    "Kilometers Distance": "Kilometers Distance",
    "Lunar Distance": "Lunar Distance",
    "Created by Cosmosstuff. © 2023": "Created by Cosmosstuff. © 2023",
    "Nasa Databases": "Nasa Databases",
    "Nasa-Description": "Our cutting-edge tool brings the latest discoveries and advancements in space exploration right to your website. By connecting to NASA's APIs, our tool retrieves data from NASA's databases, providing access to a wide range of information and imagery. Whether you're looking for satellite imagery, information about planets and stars, or real-time updates about space missions, our tool has you covered. With our tool, you can easily add valuable content to your website and keep your audience engaged with the latest updates from NASA. It's perfect for researchers, educators, and space enthusiasts alike. You can easily integrate the data and imagery into your website, making it an excellent resource for students and researchers. Our tool also offers a user-friendly interface that allows you to easily search and filter data based on your specific needs. It also allows you to customize the data and imagery according to your website's design, making it a perfect fit for any website. In addition, our tool is built with security and privacy in mind, ensuring that all data is transmitted and stored securely. With our tool, you can rest assured that the information you're sharing with your audience is accurate and reliable. With our tool, you have the power to unlock the vast knowledge of space exploration and share it with the world. Don't miss out on this opportunity to enhance your website and captivate your audience with the latest information from NASA.",
    "Apod-Description": "One of the most widely-visited websites across all federal agencies is NASA's Astronomy Picture of the Day. This website has a massive following and is incredibly popular among visitors. It has a broad appeal that reaches beyond the realm of science enthusiasts and is akin to the appeal of a viral sensation."
}