{
    "Good morning": "Good morning",
    "settings": "settings",
    "contact": "contact",
    "support us": "support us",
    "Nasa Data": "Nasa Data",
    "This card displays real-time data from NASA databases, giving you the most up-to-date information on space weather, satellite tracking, and other space-related data. Stay informed and explore the vast expanse of our universe with NASA's live data streams.": "This card displays real-time data from NASA databases, giving you the most up-to-date information on space weather, satellite tracking, and other space-related data. Stay informed and explore the vast expanse of our universe with NASA's live data streams.",
    "SpaceX Data": "SpaceX Data",
    "This card displays live data straight from SpaceX's databases, giving you the most up-to-date information on current and upcoming missions. From rocket launches to satellite deployments, stay informed with real-time updates from the forefront of space exploration.": "This card displays live data straight from SpaceX's databases, giving you the most up-to-date information on current and upcoming missions. From rocket launches to satellite deployments, stay informed with real-time updates from the forefront of space exploration.",
    "Daily Updated": "Daily Updated",
    "Random Apis": "Random Apis",
    "This tool offers a diverse range of space-related data from various sources on the internet, curated by individuals passionate about space and science, rather than relying solely on big organizations like NASA or private companies like Starlink.": "This tool offers a diverse range of space-related data from various sources on the internet, curated by individuals passionate about space and science, rather than relying solely on big organizations like NASA or private companies like Starlink.",
    "Random Mars Photo": "Random Mars Photo",
    "Date": "Date",
    "Rover Name: Curiosity": "Rover Name: Curiosity",
    "Closest asteroids to earth yesterday": "Closest asteroids to earth yesterday",
    "Name": "Name",
    "Kilometers Distance": "Kilometers Distance",
    "Lunar Distance": "Lunar Distance",
    "Created by Cosmosstuff. © 2023": "Created by Cosmosstuff. © 2023",
    "Nasa Databases": "Nasa Databases",
    "Nasa-Description": "Our cutting-edge tool brings the latest discoveries and advancements in space exploration right to your website. By connecting to NASA's APIs, our tool retrieves data from NASA's databases, providing access to a wide range of information and imagery. Whether you're looking for satellite imagery, information about planets and stars, or real-time updates about space missions, our tool has you covered. With our tool, you can easily add valuable content to your website and keep your audience engaged with the latest updates from NASA. It's perfect for researchers, educators, and space enthusiasts alike. You can easily integrate the data and imagery into your website, making it an excellent resource for students and researchers. Our tool also offers a user-friendly interface that allows you to easily search and filter data based on your specific needs. It also allows you to customize the data and imagery according to your website's design, making it a perfect fit for any website. In addition, our tool is built with security and privacy in mind, ensuring that all data is transmitted and stored securely. With our tool, you can rest assured that the information you're sharing with your audience is accurate and reliable. With our tool, you have the power to unlock the vast knowledge of space exploration and share it with the world. Don't miss out on this opportunity to enhance your website and captivate your audience with the latest information from NASA.",
    "Apod-Description": "One of the most widely-visited websites across all federal agencies is NASA's Astronomy Picture of the Day. This website has a massive following and is incredibly popular among visitors. It has a broad appeal that reaches beyond the realm of science enthusiasts and is akin to the appeal of a viral sensation.",
    "Neows-Description":"Discover the asteroids closest to Earth with our tool. Retrieve a list of asteroids based on their upcoming approach dates and gain access to useful data such as asteroid diameter, distance from Earth, and the maximum approach date. Keep track of the celestial bodies near our planet and never miss an opportunity to observe them.",
    "Mars-Rovers-Description":"Unlock the wealth of information gathered by NASA's Mars rovers with our tool. We make the data collected by Curiosity, Opportunity, and Spirit more readily accessible to developers, educators, and citizen scientists. Explore the red planet with real-time photos and data, and discover the latest findings from NASA's mission to Mars.",
    "StartDate":"Start Date",
    "EndDate":"End Date",
    "Search":"Search",
    "Rover":"Rover",
    "Display":"Display",
    "Back":"Back",
    "TotalCards":"Total Cards",
    "Card":"Card",
    "RoverName":"Rover Name",
    "CameraName":"Camera Name",
    "LaunchDate":"Launch Date",
    "LandingDate":"Landing Date",
    "Sol":"Sol",
    "ExportToExcel":"Export To Excel",
    "Diameter":"Diameter",
    "DistanceFromEarth":"Distance from Earth",
    "LunarDistanceFromEarth":"Lunar Distance from Earth",
    "SpaceXDatabases":"SpaceX Databases",
    "SpaceXDescription":"This tool retrieves data from SpaceX API. The SpaceX API program delivers data to a website through REST protocol. All data displayed here came from the SpaceX database so as the pictures. We are working to show here all the data that this program allows, for now we are displaying around 5%. A relevant information about SpaceX is that this comapny intends to explore Mars in the future including taking humans to colonise the red planet. Probably a rocket like those below will do the job.",
    "SpaceXHistorical":"On this service, you can get historical data from SpaceX such as the link to Wikipedia for each event. The description tells us more about the details making you fly through the starlink history.",
    "SpaceXDragons":"When Elon Targaryens Musk says Dracarys the SpaceX build a new Dragon Rover. Okay, that's not true. However the dragons are still insane, they transport cargo from the earth to SPACE. Here you can see the details.",
    "SpaceXRockets":"Ladies and Gentlemen, kindly take a look at these rockets. SpaceX provides us with information and pictures regarding their primary projects. If you have an interest in rockets and history, then this tool is certainly for you. Please click and examine the details.",
    "DateUtc":"Date Utc",
    "Details":"Details",
    "FlightNumber":"Flight Number",
    "Article":"Article",
    "Wikipedia":"Wikipedia",
    "NewTab":"Open in a new tab",
    "IsActive":"IsActive", 
    "CrewCapacity":"Crew Capacity", 
    "FirstFlight":"First Flight", 
    "Type":"Type", 
    "YearOrbitDuration":"Year Orbit Duration", 
    "SideWallAngleDegree":"Side Wall Angle Degree", 
    "DiameterMeters":"Diameter Meters", 
    "DiameterFeets":"Diameter Feets", 
    "HeighWTruckMeters":"Heigh W Truck Meters", 
    "HeightWTruckFeet":"Height W Truck Feet", 
    "HeatShieldMaterial":"Heat Shield Material", 
    "HeatShieldSizeMeters":"Heat Shield Size Meters", 
    "HeatShieldTemperatureDegrees":"Heat Shield Temperature Degrees", 
    "HeatShieldDevelopmentPartner": "Heat Shield Development Partner",
    "LaunchPayloadMassKg":"Launch Payload Mass Kg", 
    "LaunchPayloadMassLb":"Launch Payload Mass Lb", 
    "LaunchPayloadLb":"Launch Payload Lb", 
    "LaunchPayloadVolCubicMeters":"Launch Payload Vol Cubic Meters", 
    "LaunchPayloadVolCubicFeet":"Launch Payload Vol Cubic Feet", 
    "ReturnPayloadLoadMAssKg":"Return Payload Load Mass Kg", 
    "ReturnPayloadMassLb":"Return Payload Mass Lb", 
    "ReturnPayloadVolCubicMeters":"Return Payload Vol Cubic Meters", 
    "ReturnPayloadVolCubicFeet":"Return Payload Vol Cubic Feet", 
    "TrunkCargoSolarArray":"Trunk Cargo Solar Array", 
    "TrunkCargoUnpressurizedCargo":"Trunk Cargo Unpressurized Cargo",
    "TrunkVolumeCubicFeet":"Trunk Volume Cubic Feet", 
    "TrunkVolumeCubicMeters":"Trunk Volume Cubic Meters", 
    "PressurizedCapsulePayloadVolumeCubicFeet":"Pressurized Capsule Payload Volume Cubic Feet", 
    "PressurizedCapsulePayloadVolumeCubicMeters":"Pressurized Capsule Payload Volume Cubic Meters", 
    "Description":"Description",
    "RocketType":"Rocket Type",
    "Country":"Country",
    "CostPerLaunch":"CostPerLaunch",
    "Active":"Active",
    "Boosters":"Boosters",

    "RandomApis":"Random Apis",
    "RandomApisDescription":"The ability to make data available for free over the internet is a game-changer for developers and businesses alike. With the right tools and resources, it's now possible to share information and resources with a global audience in real-time, which can greatly enhance communication, collaboration, and innovation. One of the most significant benefits of this functionality is the ability to create powerful and engaging web applications that can reach a vast number of users. These applications can be used to share information, connect communities, and provide valuable resources and services. Additionally, making data available for free over the internet can also greatly benefit businesses. By providing easy access to information and resources, businesses can improve customer engagement, increase brand awareness, and ultimately boost revenue. Furthermore, this functionality also enables organizations to share data and collaborate with other organizations, which can lead to the development of new products, services, and technologies. This can ultimately drive innovation, improve efficiency, and enhance overall productivity. In conclusion, the ability to make data available for free over the internet is a powerful tool that can greatly benefit developers, businesses, and organizations. It enables the sharing of resources, improves communication and collaboration, and drives innovation.",
    "RandomApisKepler":"Search over 1,000 exoplanets and unconfirmed objects of interest. In this tool you just need to set three parameters and get the results. All the data can be exported to excel. Want to see exoplanets? Here is the place.",
    "RandomApisLaunches":"We track all orbital launches and a number of popular suborbital launches. Generally we will track all suborbital launches which aim to reach “space” or the Karman line and are live streamed, although, we will also occasionally track others by popular demand.",
    "RandomApisUfo":"This is a funny API that brings all the UFO sights in 2001 registered. You can find out the location by searching for the latitude and longitude. This tool can display a large amount of data, just search for a high number of lines if your hardware support it.",
    "RandomApiJamesWebb":"This tool provides access to photos taken by NASA's latest addition to its observational capabilities, the James Webb Space Telescope. While the photos are initially presented in black and white, there are online resources available for color conversion. It is recommended to browse through various pages and view as many photos as possible to gain a comprehensive understanding. By sharing this tool with others, you can help in the growth and expansion of the cosmosstuff community.",
    "RandomApisMorseCode":"This tool converts morse code into English text and the way back. This is an interesting possibility to encode communication and pass secret messages. Sectors of society such as the navy, firefighters, scouts and the army also frequently use this communication.",
    "RandomApisSunset":"Have you ever thought about being able to know the exact time of sunrise and sunset from anywhere on the planet? That's exactly what this tool does. You just need to enter the desired latitude and longitude, see the result. Take the opportunity to discover the sunset time and enjoy that moment with friends.",
    "limitResults":"limit Results",
    "Limit":"Limit",
    "Slug":"Slug",
    "WindowStart":"Window Start",
    "WindowEnd":"Window End",
    "Location":"Location",
    "Latitude":"Latitude",
    "Longitude":"Longitude",
    "MapImage":"Map Image",
    "MapUrl":"Map Url",
    "TotalLaunch":"Total Launch",
    "LaunchInformation":"Launch Information",
    "FailReason":"Fail Reason",
    "Hashtag":"Hashtag",
    "Image":"Image",
    "Infographic":"Infographic",
    "LastUpdated":"LastUpdated",
    "Mission":"Mission",
    "LaunchDesignator":"LaunchDesignator",
    "Provider":"Provider",
    "Orbit":"Orbit",
    "Rocket":"Rocket",
    "FullName":"Full Name",
    "Family":"Family",
    "Variant":"Variant",
    "Status":"Status",
    "Abbrev":"Abbrev",
    "OccurrenceDate":"Occurrence Date",
    "Plausibility":"Plausibility",
    "PoliceDepartment":"PoliceDepartment",
    "BloodAlcoholLevel":"Blood Alcohol Level",
    "Note":"Note",
    "PageNumber":"Page Number",
    "Page":"Page",
    "PreviousPage":"Previous Page",
    "NextPage":"Next Page",
    "Program":"Program",
    "Suffix":"Suffix",
    "FileType":"FileType",
    "Text":"Text",
    "Info":"Info",
    "YourText":"Your Text",
    "Copy":"Copy",
    "Settings":"Settings",
    "ColorPalette":"ColorPalette",
    "PlayMusic":"PlayMusic",
    "RestoreDefaults":"RestoreDefaults",
    "Restore":"Restore",
    "ourSupporters":"supporters",
    "Supporters":"Supporters",
    "Supporters-Description":"Attention space enthusiasts! We have some exciting news to share with you. Our mission to bring the wonders of the cosmos to everyone has just been elevated to new heights, and it's all thanks to our amazing supporters! These visionary individuals have come together to help us on our journey to explore the mysteries of the universe and share their knowledge with the world. We invite you to visit their profiles and learn about their passion for space.  Together, we'll reach for the stars and discover the endless possibilities of the great unknown!"
    
    
}