{
    "Good morning": "bom dia",
    "settings":"configurações",
    "contact":"contato",
    "support us":"ajude-nos",
    "Nasa Data":"Dados da Nasa",
    "This card displays real-time data from NASA databases, giving you the most up-to-date information on space weather, satellite tracking, and other space-related data. Stay informed and explore the vast expanse of our universe with NASA's live data streams.":"Este cartão exibe dados em tempo real de bancos de dados da NASA, dando-lhe as informações mais atualizadas sobre o tempo espacial, rastreamento de satélites e outros dados relacionados ao espaço. Fique informado e explore a vastidão do nosso universo com os fluxos de dados ao vivo da NASA.",
    "SpaceX Data":"Dados da SpaceX",
    "This card displays live data straight from SpaceX's databases, giving you the most up-to-date information on current and upcoming missions. From rocket launches to satellite deployments, stay informed with real-time updates from the forefront of space exploration.":"Este cartão exibe dados ao vivo diretamente dos bancos de dados da SpaceX, fornecendo-lhe as informações mais atualizadas sobre missões atuais e futuras. Desde lançamentos de foguetes até implantações de satélites, fique informado com atualizações em tempo real da vanguarda da exploração espacial.",
    "Daily Updated":"Atualizado Diariamente",
    "Random Apis":"Apis Aleatórias",
    "This tool offers a diverse range of space-related data from various sources on the internet, curated by individuals passionate about space and science, rather than relying solely on big organizations like NASA or private companies like Starlink.":"Este ferramenta oferece uma variedade de dados relacionados ao espaço de várias fontes na internet, selecionados por indivíduos apaixonados por espaço e ciência, ao invés de depender apenas de grandes organizações como a NASA ou empresas privadas como Starlink.",
    "Random Mars Photo":"Foto Aleatória de Marte",
    "Date":"Data",
    "Rover Name: Curiosity":"Nome da Sonda: Curiosity",
    "Closest asteroids to earth yesterday":"Asteróides mais próximos a terra ontem",
    "Name":"Nome",
    "Kilometers Distance":"Distância em Km",
    "Lunar Distance":"Distância em Luas",
    "Created by Cosmosstuff. © 2023":"Criado por Cosmosstuff. © 2023",
    "Nasa Databases":"Bancos de dados da Nasa",
    "Nasa-Description":"Nossa ferramenta de vanguarda traz as últimas descobertas e avanços na exploração espacial diretamente para o seu site. Conectando-se às APIs da NASA, nossa ferramenta recupera dados das bases de dados da NASA, fornecendo acesso a uma ampla gama de informações e imagens. Seja para imagens de satélite, informações sobre planetas e estrelas ou atualizações em tempo real sobre missões espaciais, nossa ferramenta tem tudo o que você precisa. Com nossa ferramenta, você pode facilmente adicionar conteúdo valioso ao seu site e manter seu público engajado com as últimas atualizações da NASA. É perfeito para pesquisadores, educadores e entusiastas espaciais. Você pode facilmente integrar os dados e imagens em seu site, tornando-o uma excelente fonte para estudantes e pesquisadores. Nossa ferramenta também oferece uma interface amigável que permite que você facilmente pesquise e filtre os dados de acordo com suas necessidades específicas. Também permite que você personalize os dados e imagens de acordo com o design do seu site, tornando-o perfeito para qualquer site. Além disso, nossa ferramenta é construída com segurança e privacidade em mente, garantindo que todos os dados sejam transmitidos e armazenados de forma segura. Com nossa ferramenta, você pode ter a certeza de que as informações que você está compartilhando com seu público são precisas e confiáveis. Com nossa ferramenta, você tem o poder de desbloquear o vasto conhecimento da exploração espacial e compartilhá-lo com o mundo. Não perca essa oportunidade de melhorar seu site e encantar seu público com as últimas informações da NASA.",
    "Apod-Description":"Um dos sites mais visitados em todas as agências federais é o Astronomy Picture of the Day da NASA. Este site tem uma grande seguidora e é incrivelmente popular entre os visitantes. Ele tem um apelo amplo que vai além do reino dos entusiastas da ciência e é semelhante ao apelo de uma sensação viral."
}