{
    "Good morning": "bom dia",
    "settings": "configurações",
    "contact": "contato",
    "support us": "ajude-nos",
    "Nasa Data": "Dados da Nasa",
    "This card displays real-time data from NASA databases, giving you the most up-to-date information on space weather, satellite tracking, and other space-related data. Stay informed and explore the vast expanse of our universe with NASA's live data streams.": "Este cartão exibe dados em tempo real de bancos de dados da NASA, dando-lhe as informações mais atualizadas sobre o tempo espacial, rastreamento de satélites e outros dados relacionados ao espaço. Fique informado e explore a vastidão do nosso universo com os fluxos de dados ao vivo da NASA.",
    "SpaceX Data": "Dados da SpaceX",
    "This card displays live data straight from SpaceX's databases, giving you the most up-to-date information on current and upcoming missions. From rocket launches to satellite deployments, stay informed with real-time updates from the forefront of space exploration.": "Este cartão exibe dados ao vivo diretamente dos bancos de dados da SpaceX, fornecendo-lhe as informações mais atualizadas sobre missões atuais e futuras. Desde lançamentos de foguetes até implantações de satélites, fique informado com atualizações em tempo real da vanguarda da exploração espacial.",
    "Daily Updated": "Atualizado Diariamente",
    "Random Apis": "Apis Aleatórias",
    "This tool offers a diverse range of space-related data from various sources on the internet, curated by individuals passionate about space and science, rather than relying solely on big organizations like NASA or private companies like Starlink.": "Este ferramenta oferece uma variedade de dados relacionados ao espaço de várias fontes na internet, selecionados por indivíduos apaixonados por espaço e ciência, ao invés de depender apenas de grandes organizações como a NASA ou empresas privadas como Starlink.",
    "Random Mars Photo": "Foto Aleatória de Marte",
    "Date": "Data",
    "Rover Name: Curiosity": "Nome da Sonda: Curiosity",
    "Closest asteroids to earth yesterday": "Asteróides mais próximos a terra ontem",
    "Name": "Nome",
    "Kilometers Distance": "Distância em Km",
    "Lunar Distance": "Distância em Luas",
    "Created by Cosmosstuff. © 2023": "Criado por Cosmosstuff. © 2023",
    "Nasa Databases": "Bancos de dados da Nasa",
    "Nasa-Description": "Nossa ferramenta de vanguarda traz as últimas descobertas e avanços na exploração espacial diretamente para o seu site. Conectando-se às APIs da NASA, nossa ferramenta recupera dados das bases de dados da NASA, fornecendo acesso a uma ampla gama de informações e imagens. Seja para imagens de satélite, informações sobre planetas e estrelas ou atualizações em tempo real sobre missões espaciais, nossa ferramenta tem tudo o que você precisa. Com nossa ferramenta, você pode facilmente adicionar conteúdo valioso ao seu site e manter seu público engajado com as últimas atualizações da NASA. É perfeito para pesquisadores, educadores e entusiastas espaciais. Você pode facilmente integrar os dados e imagens em seu site, tornando-o uma excelente fonte para estudantes e pesquisadores. Nossa ferramenta também oferece uma interface amigável que permite que você facilmente pesquise e filtre os dados de acordo com suas necessidades específicas. Também permite que você personalize os dados e imagens de acordo com o design do seu site, tornando-o perfeito para qualquer site. Além disso, nossa ferramenta é construída com segurança e privacidade em mente, garantindo que todos os dados sejam transmitidos e armazenados de forma segura. Com nossa ferramenta, você pode ter a certeza de que as informações que você está compartilhando com seu público são precisas e confiáveis. Com nossa ferramenta, você tem o poder de desbloquear o vasto conhecimento da exploração espacial e compartilhá-lo com o mundo. Não perca essa oportunidade de melhorar seu site e encantar seu público com as últimas informações da NASA.",
    "Apod-Description": "O APOD da NASA é um dos sites mais visitados de todas as agências federais e é incrivelmente popular entre os visitantes. Possui uma grande base de seguidores e tem um apelo amplo que atrai não apenas entusiastas da ciência, mas também pessoas interessadas em descobrir mais sobre o universo. O APOD é uma fonte inesgotável de informações sobre o espaço.",
    "Neows-Description": "Descubra os asteroides mais próximos da Terra com nosso ferramenta. Obtenha uma lista de asteroides com base nas datas de aproximação futura e tenha acesso a dados úteis como diâmetro do asteroide, distância da Terra e data máxima de aproximação. Mantenha-se atualizado sobre os corpos celestes próximos ao nosso planeta e não perca nenhuma oportunidade de observá-los.",
    "Mars-Rovers-Description": "Desbloqueie a riqueza de informações reunidas pelos rovers da NASA em Marte com nossa ferramenta. Tornamos os dados coletados pelos rovers Curiosity, Opportunity e Spirit mais acessíveis a desenvolvedores, educadores e cientistas cidadãos. Explore o planeta vermelho com fotos e dados em tempo real e descubra os últimos achados da missão da NASA a Marte.",
    "StartDate": "Data Inicial",
    "EndDate": "Data Final",
    "Search": "Pesquisar",
    "Rover": "Sonda",
    "Display": "Exibição",
    "ExportToExcel": "Exporte para Excel",
    "Back": "Voltar",
    "TotalCards": "Total de Cartões",
    "Card": "Cartão",
    "RoverName": "Nome Sonda",
    "CameraName": "Nome Câmera",
    "LaunchDate": "Data de Lançamento",
    "LandingDate": "Data de Chegada em Marte",
    "Sol": "Sol",
    "Diameter": "Diametro",
    "DistanceFromEarth": "Distância da Terra",
    "LunarDistanceFromEarth": "Distância da Terra em luas",
    "SpaceXDatabases": "Bancos de Dados da SpaceX",
    "SpaceXDescription": "Este ferramenta recupera dados da API da SpaceX. O programa API da SpaceX fornece dados a um site através do protocolo REST. Todos os dados exibidos aqui vieram do banco de dados da SpaceX, assim como as imagens. Estamos trabalhando para mostrar aqui todos os dados que este programa permite, por enquanto estamos exibindo cerca de 5%. Uma informação relevante sobre a SpaceX é que a empresa pretende explorar Marte no futuro, incluindo levar seres humanos para colonizar o planeta vermelho. Provavelmente, um foguete como os abaixo fará o trabalho.",
    "SpaceXHistorical": "Neste serviço, você pode obter dados históricos da SpaceX, como o link para a Wikipédia para cada evento. A descrição nos conta mais sobre os detalhes, fazendo você voar pela história do Starlink.",
    "SpaceXDragons": "Quando Elon Musk diz Dracarys, a SpaceX constrói um novo robo Dragon. okay, isso não é verdade. No entanto, os dragões ainda são loucos, eles transportam cargas da Terra para o ESPAÇO. Aqui você pode ver os detalhes.",
    "SpaceXRockets": "A SpaceX fornece informações e imagens sobre seus principais projetos. Se você gosta de foguetes e história, certamente esta ferramenta é para você. Clique e confira!",
    "DateUtc": "Data Utc",
    "Details": "Detalhes",
    "FlightNumber": "Numero do Voo",
    "Article": "Artigo",
    "Wikipedia": "Wikipedia",
    "NewTab": "Abrir em uma nova aba",
    "IsActive": "Está Ativo",
    "CrewCapacity": "Capacidade de Tripulação",
    "FirstFlight": "Primeiro Voo",
    "Type": "Tipo",
    "YearOrbitDuration": "Duração do Ano na Órbita",
    "SideWallAngleDegree": "Grau do ângulo da Parede Lateral",
    "DiameterMeters": "Diâmetro em Metros",
    "DiameterFeets": "Diâmetro em Pés",
    "HeighWTruckMeters": "Altura com Caminhão em Metros",
    "HeightWTruckFeet": "Altura com Caminhão em Pés",
    "HeatShieldMaterial": "Material da Proteção Térmica",
    "HeatShieldSizeMeters": "Tamanho da Proteção Térmica em Metros",
    "HeatShieldTemperatureDegrees": "Temperatura da Proteção Térmica em Graus",
    "HeatShieldDevelopmentPartner": "Parceiro de Desenvolvimento da Proteção Térmica",
    "LaunchPayloadMassKg": "Massa da Carga de Lançamento em Kg",
    "LaunchPayloadMassLb": "Massa da Carga de Lançamento em Lb",
    "LaunchPayloadLb": "Carga de Lançamento em Lb",
    "LaunchPayloadVolCubicMeters": "Volume da Carga de Lançamento em Metros Cúbicos",
    "LaunchPayloadVolCubicFeet": "Volume da Carga de Lançamento em Pés Cúbicos",
    "ReturnPayloadLoadMAssKg": "Massa da Carga de Retorno em Kg",
    "ReturnPayloadMassLb": "Massa da Carga de Retorno em Lb",
    "ReturnPayloadVolCubicMeters": "Volume da Carga de Retorno em Metros Cúbicos",
    "ReturnPayloadVolCubicFeet": "Volume da Carga de Retorno em Pés Cúbicos",
    "TrunkCargoSolarArray": "Arranjo Solar da Carga do Tronco",
    "TrunkCargoUnpressurizedCargo": "Carga Não Pressurizada do Tronco",
    "TrunkVolumeCubicFeet": "Volume do Tronco em Pés Cúbicos",
    "TrunkVolumeCubicMeters": "Volume do Tronco em Metros Cúbicos",
    "PressurizedCapsulePayloadVolumeCubicFeet": "Volume da Carga da Capsula Pressurizada em Pés Cúbicos",
    "PressurizedCapsulePayloadVolumeCubicMeters": "Volume da Carga da Capsula Pressurizada em Metros Cúbicos",
    "Description": "Descrição",
    "RocketType":"Tipo do Foguete",
    "Country":"País",
    "CostPerLaunch":"Custo por lançamento",
    "Active":"Ativo",
    "Boosters":"Impulsionadores",

    "RandomApis":"Apis Aleatórias",
    "RandomApisDescription":"A capacidade de disponibilizar dados gratuitamente na internet é um divisor de águas para desenvolvedores e empresas. Com as ferramentas e recursos certos, agora é possível compartilhar informações e recursos com uma audiência global em tempo real, o que pode melhorar significativamente a comunicação, colaboração e inovação. Uma das maiores vantagens dessa funcionalidade é a possibilidade de criar aplicativos da web poderosos e atraentes que podem alcançar uma grande quantidade de usuários. Esses aplicativos podem ser usados para compartilhar informações, conectar comunidades e fornecer recursos e serviços valiosos. Além disso, a disponibilização de dados gratuitamente na internet também pode ser de grande benefício para as empresas. Ao fornecer fácil acesso à informação e recursos, as empresas podem melhorar o engajamento dos clientes, aumentar a conscientização da marca e, finalmente, aumentar as receitas. Além disso, essa funcionalidade também permite que as organizações compartilhem dados e colaborem com outras organizações, o que pode levar ao desenvolvimento de novos produtos, serviços e tecnologias. Isso pode, finalmente, impulsionar a inovação, melhorar a eficiência e aprimorar a produtividade geral. Em conclusão, a capacidade de disponibilizar dados gratuitamente na internet é uma ferramenta poderosa que pode ser de grande benefício para desenvolvedores, empresas e organizações. Permite o compartilhamento de recursos, melhora a comunicação e colaboração e impulsiona a inovação.",
    "RandomApisKepler":"Pesquise mais de 1.000 exoplanetas e objetos de interesse não confirmados. Nesta ferramenta, basta definir três parâmetros e obter os resultados. Todos os dados podem ser exportados para o Excel. Quer ver exoplanetas? Aqui é o lugar.",
    "RandomApisLaunches":"Nós acompanhamos todos os lançamentos orbitais e alguns lançamentos suborbitais populares. Em geral, acompanharemos todos os lançamentos suborbitais que visam alcançar o espaço ou a linha de Kármán e são transmitidos ao vivo, embora também possamos acompanhar outros por demanda popular.",
    "RandomApisUfo":"Este é uma API engraçada que traz todas as avistamentos de OVNIs registrados em 2001. Você pode descobrir a localização pesquisando a latitude e longitude. Essa ferramenta pode exibir uma grande quantidade de dados, basta pesquisar por um grande número de linhas se seu hardware suportá-lo.",
    "RandomApiJamesWebb":"Esta ferramenta procura fotos tiradas pelo novo telescópio da NASA, o James Webb. As fotos são inicialmente em preto e branco, mas há ferramentas online para convertê-las para cores. Também recomendamos mudar a página e ver o maior número de fotos possível. Compartilhe esta ferramenta com outras pessoas e ajude o cosmosstuff a crescer.",
    "RandomApisMorseCode":"Esta ferramenta converte código Morse em texto em inglês e vice-versa. É uma possibilidade interessante de codificar comunicações e passar mensagens secretas. Setores da sociedade, como a marinha, bombeiros, escoteiros e exército, também frequentemente usam esta forma de comunicação.",
    "RandomApisSunset":"Já pensou em poder saber o horário exato do nascer e pôr do sol em qualquer lugar do planeta? É exatamente isso que esta ferramenta faz. Você só precisa inserir a latitude e longitude desejadas e ver o resultado. Aproveite a oportunidade para descobrir o horário do pôr do sol e desfrutar desse momento com amigos.",
    "limitResults":"Limite de Resultados",
    "Limit":"Limite",
    "Slug":"Projetil",
    "WindowStart":"Início Janela",
    "WindowEnd":"Final Janela",
    "Location":"Localização",
    "Latitude":"Latitude",
    "Longitude":"Longitude",
    "MapImage":"Imagem Mapeada",
    "MapUrl":"Url do Mapa",
    "TotalLaunch":"Total de Lançamentos",
    "LaunchInformation":"Informações de Lançamento",
    "FailReason":"Motivo de Falha",
    "Hashtag":"Hashtag",
    "Image":"Image",
    "Infographic":"Grafico Informativo",
    "LastUpdated":"Ultima Atualização",
    "Mission":"Missão",
    "LaunchDesignator":"Responsável pelo Lançamento",
    "Provider":"Provedor",
    "Orbit":"Orbita",
    "Rocket":"Foguete",
    "FullName":"Nome Completo",
    "Family":"Familia",
    "Variant":"Variante",
    "Status":"Status",
    "Abbrev":"Abreviação",
    "OccurrenceDate":"Data de Ocorrência",
    "Plausibility":"Plausabilidade",
    "PoliceDepartment":"Departamento de Policia",
    "BloodAlcoholLevel":"Nível de Álcool no Sangue",
    "Note":"Nota",
    "PageNumber":"Numero da Página",
    "Page":"Pagina",
    "PreviousPage":"Pagina Anterior",
    "NextPage":"Próxima Página",
    "Program":"Programa",
    "Suffix":"Sufixo",
    "FileType":"Tipo de Arquivo",
    "Text":"Texto",
    "Info":"Info",
    "YourText":"Your Text",
    "Copy":"Copiar",

    "Settings":"Configurações",
    "ColorPalette":"Paleta de Cores",
    "PlayMusic":"Tocar",
    "RestoreDefaults":"Restaurar Padrão",
    "Restore":"Restaurar",
    "ourSupporters":"apoiadores",
    "Supporters":"Apoiadores",
    "Why-Support":"Motivos para Apoiar",
    "Supporters-Description":"Atenção amantes do espaço! Temos uma novidade emocionante para compartilhar com vocês. Nossa missão de trazer as maravilhas do cosmos a todos acaba de atingir novos patamares, e isso é graças aos nossos incríveis apoiadores! Essas pessoas visionárias se uniram para nos ajudar em nossa jornada para explorar os mistérios do universo e compartilhar seu conhecimento com o mundo. Convidamos vocês a visitar seus perfis e conhecer sua paixão pelo espaço. Juntos, alcançaremos as estrelas e descobriremos as possibilidades infinitas do grande desconhecido!",
    "Why-Support-1":"Acessibilidade: O site oferece informações gratuitas e facilmente acessíveis sobre o cosmos, tornando-se uma ótima fonte de informação para qualquer pessoa que deseje aprender mais sobre o universo.",
    "Why-Support-2":"Exclusividade: Um site que fornece informações gratuitas sobre o cosmos pode atingir uma audiência diversa e global, levando junto os seus apoiadores.",
    "Why-Support-3":"Educacional: O site fornece conteúdo educativo e informativo que é atraente e provocador. Ele pode ser uma recurso valioso tanto para estudantes e professores quanto para qualquer pessoa que queira ampliar seus conhecimentos sobre o cosmos.",
    "HowToSupport": "Como apoiar?",
    "HowToSupport-1": "Clique no link de contato",
    "HowToSupport-2": "Envie-nos um email com sua conta do Instagram",
    "HowToSupport-3": "Na última linha escreva: \" Eu quero ser um apoiador do cosmosstuff \" ",
    "HowToSupport-info": "Depois disso, avaliaremos a relevância do seu perfil com o tema cosmos e entraremos em contato com você para discutir como você pode apoiar este site.",
    "Thiago-Description":"Acompanhe uma jornada pelo universo através dos olhos do telescópio! Veja imagens incríveis do cosmos e explore os mistérios do infinito. Siga agora e seja parte desta viagem espacial.",
    "Cosmos-Secrets-Description":"Uma página que desvenda os mistérios do cosmos através de visuais incríveis e legendas informativas sobre os últimos achados científicos. Essa página explora corpos celestes, buracos negros, exoplanetas e muito mais, alimentando um senso de maravilha sobre o universo misterioso que ainda não entendemos completamente."

}